import React, { Component } from 'react'

export default class Section extends Component {
  render() {
    return (
        <div className="aboutSection-wrapper">
        <a name="target"> &nbsp;</a>
        <div id="section-1" className="aboutSection-container">
          <div className="aboutSection-heading">
            <h2> लक्षण :</h2>
         </div>
          <div className="aboutSection-banner">
            <div className="article-banner">
              <img className="article-banner-image" src="https://cdn.makeawebsitehub.com/wp-content/uploads/2017/03/examples-of-blog.jpg"></img>
            </div>
          </div>
          <div className="aboutSection-content">
              <p>ये गर्भनिरोध का सबसे आसान तरीका है, और ये आसानी से बाजार में उपलब्ध भी है। चाहे आप स्तनपान करा रही हो या नहीं ये तरीका आप कभी भी अपना सकती हैं। पुरुषों और महिलाओं दोनों के द्वारा इस्तेमाल किये जाने वाले कंडोम बाजार में उपलब्ध हैं। महिलाओं के कंडोम योनि के अंदर और लेबिया के बाहरी तरफ व्यवस्थित हो जाते हैं. हालांकि, हो सकता है ये आपको पुरुषों के कंडोम के समान सहज महसूस न हो।अगर सही प्रकार से इसका इस्तेमाल किया जाए तो, पुरुषों के कंडोम 98 % और महिलाओं के कंडोम 95 % तक कारगर साबित हो सकते हैं। ये गर्भनिरोध का सबसे आसान तरीका है, और ये आसानी से बाजार में उपलब्ध भी है। चाहे आप स्तनपान करा रही हो या नहीं ये तरीका आप कभी भी अपना सकती हैं। पुरुषों और महिलाओं दोनों के द्वारा इस्तेमाल किये जाने वाले कंडोम बाजार में उपलब्ध हैं। महिलाओं के कंडोम योनि के अंदर और लेबिया के बाहरी तरफ व्यवस्थित हो जाते हैं. हालांकि, हो सकता है ये आपको पुरुषों के कंडोम के समान सहज महसूस न हो।अगर सही प्रकार से इसका इस्तेमाल किया जाए तो, पुरुषों के कंडोम 98 % और महिलाओं के कंडोम 95 % तक कारगर साबित हो सकते हैं। ये गर्भनिरोध का सबसे आसान तरीका है, और ये आसानी से बाजार में उपलब्ध भी है।</p>
          </div>
        </div>
      </div>
    )
  }
}
